[
  {
    "text": "La grandeza de una nación y su progreso moral pueden ser juzgados por la forma en que trata a sus animales.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Los ojos de un animal tienen el poder de hablar un gran idioma.",
    "author": "Martin Buber"
  },
  {
    "text": "Hasta que no hayas amado a un animal, una parte de tu alma permanecerá dormida.",
    "author": "Anatole France"
  },
  {
    "text": "La compasión por los animales está íntimamente conectada con la bondad de carácter.",
    "author": "Arthur Schopenhauer"
  },
  {
    "text": "Un perro es la única cosa en la tierra que te ama más de lo que se ama a sí mismo.",
    "author": "Josh Billings"
  },
  {
    "text": "Los animales son mis amigos, y yo no me como a mis amigos.",
    "author": "George Bernard Shaw"
  },
  {
    "text": "El amor por todas las criaturas vivientes es el más noble atributo del hombre.",
    "author": "Charles Darwin"
  },
  {
    "text": "No necesitamos comer animales, vestir animales o usar animales para entretenimiento.",
    "author": "Gary L. Francione"
  },
  {
    "text": "La vida es vida, ya sea en un gato, un perro o un hombre. No hay diferencia entre un gato y un hombre.",
    "author": "Sri Aurobindo"
  },
  {
    "text": "Puedes juzgar el verdadero carácter de un hombre por la forma en que trata a sus semejantes animales.",
    "author": "Paul McCartney"
  },
  {
    "text": "Los animales del mundo existen por sus propias razones. No fueron hechos para los humanos.",
    "author": "Alice Walker"
  },
  {
    "text": "El mejor terapeuta tiene pelo y cuatro patas.",
    "author": "Anónimo"
  },
  {
    "text": "Quien es cruel con los animales no puede ser un buen hombre.",
    "author": "Arthur Schopenhauer"
  },
  {
    "text": "Un gato tiene belleza absoluta.",
    "author": "Paul Morand"
  },
  {
    "text": "La protección de los animales forma parte esencial de la moral y la cultura de los pueblos civilizados.",
    "author": "Víctor Hugo"
  },
  {
    "text": "Cuando un hombre se apiada de todas las criaturas vivientes, solo entonces es noble.",
    "author": "Buda"
  },
  {
    "text": "No hay nada más poderoso que la bondad. Especialmente hacia los animales.",
    "author": "Anónimo"
  },
  {
    "text": "Los perros no son toda nuestra vida, pero hacen nuestra vida completa.",
    "author": "Roger Caras"
  },
  {
    "text": "El tiempo pasado con gatos nunca es tiempo perdido.",
    "author": "Sigmund Freud"
  },
  {
    "text": "Un animal rescatado no cambia el mundo, pero para ese animal, el mundo cambia para siempre.",
    "author": "Anónimo"
  },
  {
    "text": "La crueldad hacia los animales es uno de los vicios más notables de un pueblo bajo e innoble.",
    "author": "Alexander von Humboldt"
  },
  {
    "text": "Si recoges a un perro hambriento y lo haces próspero, no te morderá. Esa es la principal diferencia entre un perro y un hombre.",
    "author": "Mark Twain"
  },
  {
    "text": "Cuanto más conozco a los hombres, más quiero a mi perro.",
    "author": "Diógenes"
  },
  {
    "text": "Un país, una civilización, se puede juzgar por la forma en que trata a sus animales.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Adoptar un animal no cambia el mundo entero, pero cambia el mundo entero para ese animal.",
    "author": "Anónimo"
  },
  {
    "text": "Los animales son criaturas de Dios, no propiedad humana, ni utilidades, ni recursos, ni mercancías.",
    "author": "Andrew Linzey"
  },
  {
    "text": "Nunca, nunca tengas miedo de hacer lo correcto, especialmente si el bienestar de una persona o animal está en juego.",
    "author": "Martin Luther King Jr."
  },
  {
    "text": "El alma es la misma en todas las criaturas, aunque el cuerpo de cada una sea diferente.",
    "author": "Hipócrates"
  },
  {
    "text": "Primero fue necesario civilizar al hombre en su relación con el hombre. Ahora es necesario civilizar al hombre en su relación con la naturaleza y los animales.",
    "author": "Víctor Hugo"
  },
  {
    "text": "No me importa si un animal es capaz de razonar. Solo sé que es capaz de sufrir y por eso lo considero mi prójimo.",
    "author": "Albert Schweitzer"
  },
  {
    "text": "Acariciar a un animal reduce la presión arterial, alivia la depresión y mejora nuestro estado de ánimo.",
    "author": "Anónimo"
  },
  {
    "text": "Los ojos de un perro abandonado cuentan una historia que ningún libro podría narrar.",
    "author": "Anónimo"
  },
  {
    "text": "Cada acto de bondad hacia un animal es un paso hacia un mundo mejor.",
    "author": "Anónimo"
  },
  {
    "text": "Un hogar sin mascotas es solo una casa.",
    "author": "Anónimo"
  },
  {
    "text": "El ronroneo de un gato es la banda sonora de la felicidad.",
    "author": "Anónimo"
  },
  {
    "text": "Salvar a un animal no cambiará el mundo, pero sin duda cambiará el mundo de ese animal.",
    "author": "Anónimo"
  },
  {
    "text": "La verdadera bondad del hombre solo puede manifestarse con toda pureza y libertad con aquellos que no representan fuerza alguna. La verdadera prueba moral de la humanidad son sus relaciones con quienes están a su merced: los animales.",
    "author": "Milan Kundera"
  },
  {
    "text": "Todos los animales son iguales, pero algunos son más iguales que otros.",
    "author": "George Orwell"
  },
  {
    "text": "El perro es un caballero. Espero ir a su cielo, no al de los hombres.",
    "author": "Mark Twain"
  },
  {
    "text": "Quien alimenta a un animal hambriento, alimenta su propia alma.",
    "author": "Charlie Chaplin"
  },
  {
    "text": "No hay mejor psiquiatra en el mundo que un cachorro lamiéndote la cara.",
    "author": "Ben Williams"
  },
  {
    "text": "La lealtad de un perro nos enseña que el amor verdadero no necesita palabras.",
    "author": "Anónimo"
  },
  {
    "text": "Un gato perdona todo menos que le olvides en la hora de la cena.",
    "author": "Anónimo"
  },
  {
    "text": "Cuatro patas y un corazón fiel: eso es todo lo que necesitas para cambiar tu vida.",
    "author": "Anónimo"
  },
  {
    "text": "El mundo sería un lugar mejor si todos tuviéramos la capacidad de amar tan incondicionalmente como un perro.",
    "author": "M.K. Clinton"
  },
  {
    "text": "Cuando adoptas, no solo salvas una vida. Haces espacio para que otra vida pueda ser salvada.",
    "author": "Anónimo"
  },
  {
    "text": "Un animal abandonado no ha perdido la capacidad de amar, solo necesita a alguien que le recuerde cómo se siente.",
    "author": "Anónimo"
  },
  {
    "text": "La mirada de un animal te llega al corazón y te cambia para siempre.",
    "author": "Anónimo"
  },
  {
    "text": "No compres amor. Adóptalo.",
    "author": "Anónimo"
  },
  {
    "text": "Los animales no tienen voz, pero tienen alma. Y esa alma merece ser protegida.",
    "author": "Anónimo"
  },
  {
    "text": "Ser voluntario en una protectora no es un sacrificio, es un privilegio.",
    "author": "Anónimo"
  },
  {
    "text": "Cada animal rescatado es una prueba de que la esperanza nunca se pierde.",
    "author": "Anónimo"
  },
  {
    "text": "El amor no tiene raza, ni especie. Solo tiene corazón.",
    "author": "Anónimo"
  }
]
