[
  {
    "id": 1,
    "title": "¡Nuevo refugio inaugurado en la ciudad!",
    "date": "2025-06-15",
    "image": "/card-image-cat.jpg",

    "content": "El evento contó con la presencia de voluntarios, autoridades y vecinos. El nuevo refugio permitirá mejorar la atención y el bienestar de los animales en situación de calle.Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!"
  },
  {
    "id": 2,
    "title": "Campaña de adopción masiva este mes",
    "date": "2025-06-10",
    "image": "/card-image-dog.jpg",

    "content": "Habrá jornadas abiertas, asesoría gratuita y regalos para las familias adoptantes. ¡Súmate y ayuda a cambiar vidas!"
  },
  {
    "id": 3,
    "title": "Historias felices: Max encontró un hogar",
    "date": "2025-06-05",
    "image": "/card-image.jpg",

    "content": "Su historia inspira a seguir trabajando por el bienestar animal. ¡Gracias a todos los que lo hicieron posible!"
  },
  {
    "id": 4,
    "title": "Jornada de vacunación gratuita para mascotas",
    "date": "2025-07-01",
    "image": "/card-image-cat.jpg",
    "content": "Protege a tu compañero peludo. Acércate a nuestro centro con tu mascota para su vacuna anual. ¡Plazas limitadas!"
  },
  {
    "id": 5,
    "title": "Charla sobre tenencia responsable de animales",
    "date": "2025-07-05",
    "image": "/card-image-dog.jpg",
    "content": "Aprende sobre los cuidados básicos, la importancia de la esterilización y cómo educar a tu mascota. En esta charla, expertos veterinarios y etólogos compartirán consejos prácticos para garantizar una convivencia armoniosa y feliz con tu compañero animal. Se abordarán temas como la alimentación adecuada según la edad y raza, el enriquecimiento ambiental para estimular su mente, y la detección temprana de problemas de salud. Además, se dedicará un espacio para resolver dudas de los asistentes. ¡Inscríbete ya y conviértete en el mejor dueño!"
  },
  {
    "id": 6,
    "title": "Voluntarios organizan colecta de alimentos",
    "date": "2025-07-10",
    "image": "/card-image.jpg",
    "content": "Necesitamos tu ayuda para seguir alimentando a los cientos de animales que rescatamos. ¡Cada donación cuenta!"
  },
  {
    "id": 7,
    "title": "Rescate exitoso: Perro atrapado en alcantarilla",
    "date": "2025-07-12",
    "image": "/card-image-dog.jpg",
    "content": "Gracias al rápido aviso de un vecino y la valentía de nuestros rescatistas, Toby está a salvo y recuperándose."
  },
  {
    "id": 8,
    "title": "Taller de primeros auxilios para mascotas",
    "date": "2025-07-18",
    "image": "/card-image-cat.jpg",
    "content": "Aprende a reaccionar ante emergencias y a brindar los primeros cuidados a tu animal de compañía. Este taller práctico te enseñará a realizar maniobras de RCP, controlar hemorragias, tratar quemaduras y reconocer síntomas de intoxicación. Contaremos con maniquíes para practicar y nuestros veterinarios resolverán todas tus dudas. ¡No te pierdas esta oportunidad de estar preparado para salvar la vida de tu mascota! Cupos limitados, ¡inscríbete!"
  },
  {
    "id": 9,
    "title": "¡Adopta un senior! Dale una oportunidad a un abuelito",
    "date": "2025-07-22",
    "image": "/card-image.jpg",
    "content": "Los animales mayores también merecen un hogar lleno de amor. Conoce las ventajas de adoptar un perro o gato senior."
  },
  {
    "id": 10,
    "title": "Nueva ley de protección animal aprobada",
    "date": "2025-07-25",
    "image": "/card-image-dog.jpg",
    "content": "Celebramos la nueva legislación que endurece las penas por maltrato animal y promueve el bienestar de todas las especies."
  },
  {
    "id": 11,
    "title": "Campaña de esterilización a bajo costo",
    "date": "2025-08-01",
    "image": "/card-image-cat.jpg",
    "content": "Controlar la población animal es clave para evitar el abandono. Aprovecha nuestros precios especiales y esteriliza a tu mascota."
  },
  {
    "id": 12,
    "title": "Concurso de disfraces para mascotas en el parque",
    "date": "2025-08-05",
    "image": "/card-image.jpg",
    "content": "¡Prepara el mejor disfraz para tu amigo peludo y participa por increíbles premios! Tendremos categorías para perros, gatos y otros animales exóticos. Habrá premios para el disfraz más original, el más divertido y el más elaborado. Además, contaremos con stands de comida, música en vivo y actividades para niños. No olvides traer a tu mascota con correa y bozal si es necesario. ¡Será una tarde llena de color y alegría para celebrar el amor por nuestros animales! Diversión garantizada para toda la familia."
  },
  {
    "id": 13,
    "title": "Refugio busca padrinos y madrinas para sus animales",
    "date": "2025-08-10",
    "image": "/card-image-dog.jpg",
    "content": "Si no puedes adoptar, apadrina a uno de nuestros rescatados y ayúdanos a cubrir sus gastos de alimentación y veterinaria."
  }
]
